# ДЗ 2 (конкурсное)

# Добавить в чат-бота голосовой интерфейс
# Добавить к каждой функции комментарий с описанием того, что делает эта функция

# ДЗ копируется в файл ideone.com (аналогично тому, как мы делали в 1-й день), ссылка на файл
# присылается в Google Forms, которая будет закреплена в телеграм-чате

# ДЗ считается выполненным, если
# 1) сделаны какие-то попытки его выполнить (неважно - код работает или нет,
# запускается ли он с ошибками или нет) - если вы попытались написать сами какой-то код -
# это считается
# 2) ДЗ открывается (вы прислали ссылку на открытый к просмотру файл и это ваш файл,
# а не общая ссылка ideone.com)
# 3) Только при наличии комментариев к коду

# Т.е. если понятно, что была попытка довести чат-бот до конца, даже если с реализацией что-то
# не получилось

# Дедлайн: 19 часов по МСК
